{
  "food": {
    "veryBad": [
      "The supermarket was empty again this week..",
      "R.I.P Wilson, the family dog. Starved to death in the night.",
      "Would you steal a loaf of bread to feed your starving family?"
    ],
    "bad": [
      "My growing boys cant survive on these meager rations.",
      "How am I supposed to feed a family of 4 on these ration packs"
    ],
    "good": [
      "The supermarket was overflowing with fruit and vegetables this morning!",
      "They bought back the free fruit for the kids at the supermarket."
    ],
    "veryGood": [
      "I've made a fruit pie every night this week from all the freebies the farmers are handing out",
      "Who wants to come to the harvest festival next week?"
    ]
  },
  "power": {
    "veryBad": [
      "Haven't had a drop of hot water for two weeks straight",
      "No electricity means a cold home ofr my grandparents",
      "Factories aren't receiving power. Employees are restless"
    ],
    "bad": [
      "The lights were flickering on last night again. Spooky!",
      "THe power went out and my ice cream is melting. HELP!",
      "Ever wondered what the world looks like with no power...?"
    ],
    "good": [
      "Low power prices this week! Charge everything!",
      "Reading all night under my bed lamp"
    ],
    "veryGood": [
      "Consistent power means I can spend more time at home and spend more time with my family",
      "Three different power company salesmen came knocking today..."
    ]
  },
  "shelter": {
    "veryBad": [
      "It's under the bridge again tonight. Looks like its going to rain...",
      "Everywhere you look, people are homeless. But have you ever seen a government official among them?"
    ],
    "bad": [
      "Two families squished into one tiny home? What were they thinking?",
      "Anyone have a spare couch I can crash on for a few weeks?"
    ],
    "good": [
      "Just moved into a bigger house! Perfect for our new baby!",
      "Which bank has the cheapest mortgages?"
    ],
    "veryGood": [
      "Bought a new house for my newborn! Get them while they're cheap.",
      "Anyone else seen that block of housing that just went up? Jealous!"
    ]
  },
  "environment": {
    "veryBad": [
      "I remember when I used to be able to see the stars at night.",
      "Just bought face masks to protect my kids from the smog. When is the government going to stop endangering everyone's lives?",
      "I don't feel safe spending time outdoors with all this air pollution.",
      "Anyone else hear that factories are dumping toxic waste in the rivers?"
    ],
    "bad": [
      "Anyone know a good swimming location? My kids' favourite stream is polluted.",
      "Anyone had any luck that that new air filter being advertised? Considering getting one for the house.",
      "What have we done to this beautiful island?"
    ],
    "good": [
      "Nothing starts the day better than a walk in the fresh air!",
      "Feels great to be a part of a clean green community."
    ],
    "veryGood": [
      "I just love gazing across the water at the stars.",
      "The island is thriving with wildlife! What a lovely place to live!",
      "Swimming in crystal clear streams is my new favourite thing!"
    ]
  }
}